Repository: zubrlc/amneziawg-apple
Catalog: Sources/WireGuardApp/Localizable.xcstrings
Source language: en
Languages: de, es, fa, fi, fr, it, ja, pa, pl, ro, ru, sl, tr, zh_hans

# macUnusableTunnelInfo
source: In case this tunnel was created by another user, only that user can view, edit, or activate this tunnel.
de: Falls dieser Tunnel von einem anderen Benutzer erstellt wurde, kann nur dieser den Tunnel anzeigen, bearbeiten oder aktivieren.
fr: Si ce tunnel a été créé par un autre utilisateur, seul cet utilisateur peut visualiser, modifier ou activer ce tunnel.
it: Nel caso in cui questo tunnel sia stato creato da un altro utente, solo tale utente può visualizzare, modificare o attivare il tunnel.
ja: このトンネルが他のユーザーによって作成されたものである場合、そのユーザーだけがこのトンネルの表示、編集、有効化ができます。
pa: ਜੇ ਇਹ ਟਨਲ ਨੂੰ ਹੋਰ ਵਰਤੋਂਕਾਰ ਵਜੋਂ ਬਣਾਇਆ ਗਿਆ ਤਾਂ ਸਿਰਫ਼ ਉਹੀ ਵਰਤੋਂਕਾਰ ਇਸ ਟਨਲ ਨੂੰ ਵੇਖ, ਸੋਧ ਜਾਂ ਸਰਗਰਮ ਕਰ ਸਕਦਾ ਹੈ।
pl: W przypadku, gdy ten tunel został utworzony przez innego użytkownika, tylko ten użytkownik może przeglądać, edytować lub aktywować ten tunel.
ro: În cazul în care acest tunel a fost creat de către un alt utilizator, doar respectivul utilizator poate vizualiza, edita sau activa acest tunel.
ru: В случае, если этот туннель был создан другим пользователем, только тот пользователь может просматривать, редактировать или активировать этот туннель.
sl: V primeru, da je tunel ustvaril drug uporabnik, lahko tunel vidi, uredi ali aktivira le tisti uporabnik.
tr: Bu tünelin başka bir kullanıcı tarafından oluşturulması durumunda, yalnızca bu kullanıcı bu tüneli görüntüleyebilir, düzenleyebilir veya etkinleştirebilir.
zh_hans: 如果此隧道是由其他用户创建的，只有该用户可以查看、编辑或启动此隧道。

# macUnusableTunnelMessage
source: The configuration for this tunnel cannot be found in the keychain.
de: Die Konfiguration für diesen Tunnel kann nicht am Schlüsselbund gefunden werden.
es: La configuración de este túnel no se encuentra en el llavero.
fr: La configuration de ce tunnel est introuvable dans le trousseau.
it: La configurazione per questo tunnel non è presente nel tuo portachiavi.
ja: このトンネルの設定がキーチェーン内に見つかりません。
pa: ਇਸ ਟਨਲ ਲਈ ਸੰਰਚਨਾ ਨੂੰ ਕੀ-ਚੇਨ ਵਿੱਚ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Konfiguracja dla tego tunelu nie może zostać znaleziona w pęku kluczy.
ro: Configurația pentru acest tunel nu poate fi găsită în portchei.
ru: Конфигурация для этого туннеля не найдена в связке ключей.
sl: Konfiguracije za ta tunel ni bilo mogoče najti verigi ključev.
tr: Bu tünelin yapılandırması anahtar zincirinde bulunamıyor.
zh_hans: 无法在钥匙串中找到此隧道的配置。

# macViewPrivateData
source: view tunnel private keys
de: zeige private Schlüssel für Tunnel
fa: مشاهده کلید‌های خصوصی تونل
fr: voir les clefs privées du tunnel
it: visualizza chiavi private dei tunnel
ja: トンネルの秘密鍵を表示
pa: ਟਨਲ ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀਆਂ ਵੇਖੋ
pl: wyświetl klucze prywatne tunelu
ro: vizualizare chei private de tunel
ru: просмотр приватных ключей туннеля
sl: prikaži zasebne ključe tunela
tr: tünel özel anahtarlarını görüntüle
zh_hans: 查看隧道私钥

# macWindowTitleManageTunnels
source: Manage AmneziaWG Tunnels
de: AmneziaWG-Tunnel verwalten
es: Gestionar Túneles AmneziaWG
fa: مدیریت تونل‌های AmneziaWG
fi: Hallitse AmneziaWG tunneleita
fr: Gérer les tunnels AmneziaWG
it: Gestisci i tunnel di AmneziaWG
ja: AmneziaWGトンネルの管理
pa: ਵਾਇਰਗਰਾਡ ਟਨਲਾਂ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pl: Zarządzaj tunelami AmneziaWG
ro: Gestionare tuneluri AmneziaWG
ru: Управлять туннелями AmneziaWG
sl: Upravljaj tunele AmneziaWG
tr: AmneziaWG Tünellerini Yönet
zh_hans: 管理 AmneziaWG 隧道

# newTunnelViewTitle
source: New configuration
de: Neue Konfiguration
es: Nueva configuración
fa: پیکربندی جدید
fi: Uusi konfiguraatio
fr: Nouvelle configuration
it: Nuova configurazione
ja: 新規作成
pa: ਨਵੀਂ ਸੰਰਚਨਾ
pl: Nowa konfiguracja
ro: Configurație nouă
ru: Новая конфигурация
sl: Nova konfiguracija
tr: Yeni konfigürasyon
zh_hans: 新建配置

# scanQRCodeTipText
source: Tip: Generate with `qrencode -t ansiutf8 < tunnel.conf`
de: Tipp: Mit `qrencode -t ansiutf8 < tunnel.conf` generieren
es: Consejo: generar con `qrencode -t ansiutf8 tunnel.conf`
fi: Vihje: Luo käyttämällä `qrencode -t ansiutf8 < tunnel.conf`
fr: Conseil: générez avec `qrencode -t ansiutf8 < tunnel.conf`
it: Suggerimento: generalo con `qrencode -t ansiutf8 < tunnel.conf`
ja: Tip: `qrencode -t ansiutf8 < tunnel.conf` で生成できます
pa: ਟੋਟਕਾ: `qrencode -t ansiutf8 < tunnel.conf` ਨਾਲ ਬਣਾਓ
pl: Wskazówka: wygeneruj za pomocą `qrencode -t ansiutf8 < tunnel.conf`
ro: Sfat: generează cu `qrencode -t ansiutf8 < tunnel.conf`
ru: Совет: сгенерируйте с `qrencode -t ansiutf8 < tunnel.conf`
sl: Namig: generirajte z `qrencode -t ansiutf8 tunnel.conf`
tr: İpucu: `qrencode -t ansiutf8 < tunnel.conf` ile oluşturun
zh_hans: 提示：使用命令 `qrencode -t ansiutf8 < tunnel.conf` 生成二维码

# scanQRCodeViewTitle
source: Scan QR code
de: QR-Code scannen
es: Escanear código QR
fa: اسکن کد QR
fi: Skannaa QR-koodi
fr: Scanner le code QR
it: Scansione codice QR
ja: QRコードをスキャン
pa: QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pl: Skanuj kod QR
ro: Scanare cod QR
ru: Сканирование QR-кода
sl: Skeniraj kodo QR
tr: QR kodu tara
zh_hans: 扫描二维码

# settingsExportZipButtonTitle
source: Export zip archive
de: Zip-Archiv exportieren
es: Exportar archivo zip
fa: برون‌بری بایگانی زیپ
fr: Exporter l'archive zip
it: Esporta archivio zip
ja: ZIPアーカイブとしてエクスポート
pa: ਜ਼ਿੱਪ ਅਕਾਇਵ ਬਰਾਮਦ ਕਰੋ
pl: Eksportuj do archiwum zip
ro: Exportare arhivă zip
ru: Экспорт zip-архива
sl: Izvoz arhiva zip
tr: Zip arşivini dışa aktar
zh_hans: 导出zip档案

# settingsSectionTitleAbout
source: About
de: Über
es: Acerca de
fa: درباره ما
fi: Tietoa
fr: A propos
it: Informazioni
ja: このプログラムについて
pa: ਇਸ ਬਾਰੇ
pl: O programie
ro: Despre
ru: О программе
sl: O programu
tr: Hakkında
zh_hans: 关于

# settingsSectionTitleExportConfigurations
source: Export configurations
de: Konfigurationen exportieren
es: Exportar configuraciones
fr: Exporter les configurations
it: Esporta configurazioni
ja: 設定のエクスポート
pa: ਸੰਰਚਨਾ ਬਰਾਮਦ ਕਰੋ
pl: Eksportuj konfiguracje
ro: Exportare configurații
ru: Экспорт конфигураций
sl: Izvozi konfiguracije
tr: Yapılandırmaları dışa aktar
zh_hans: 导出配置

# settingsVersionKeyWireGuardForIOS
source: AmneziaWG for iOS
de: AmneziaWG für iOS
es: AmneziaWG para iOS
fa: AmneziaWG برای iOS
fi: AmneziaWG iOS:lle
fr: AmneziaWG pour iOS
it: AmneziaWG per iOS
pa: iOS ਲਈ AmneziaWG
pl: AmneziaWG dla iOS
ro: AmneziaWG pentru iOS
ru: AmneziaWG для iOS
sl: AmneziaWG za iOS
tr: iOS için AmneziaWG

# settingsViewLogButtonTitle
source: View log
de: Log anzeigen
es: Ver registro
fa: مشاهده‌ی گزارش رویداد
fi: Näytä loki
fr: Voir le journal
it: Visualizza log
ja: ログを参照する
pa: ਲਾਗ ਵੇਖੋ
pl: Wyświetl log
ro: Vizualizare jurnal
ru: Просмотреть журнал
sl: Prikaži dnevnik
tr: Günlüğü görüntüle
zh_hans: 查看日志

# settingsViewTitle
source: Settings
de: Einstellungen
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
ro: Setări
ru: Настройки
sl: Nastavitve
tr: Ayarlar
zh_hans: 设置

# tunnelEditPlaceholderTextAutomatic
source: Automatic
de: Automatisch
es: Automático
fa: خودکار
fi: Automaattinen
fr: Automatique
it: Automatico
ja: 自動
pa: ਆਪਣੇ-ਆਪ
pl: Automatycznie wybrany
ro: Automat
ru: Автоматически
sl: Samodejno
tr: Otomatik
zh_hans: 自动

# tunnelEditPlaceholderTextOff
source: Off
de: Aus
es: Desactivado
fa: خاموش
fi: Pois päältä
fr: Désactivé
ja: オフ
pa: ਬੰਦ
pl: Wył.
ro: Oprit
ru: Выключить
sl: Izklopljeno
tr: Kapalı
zh_hans: 关闭

# tunnelEditPlaceholderTextRequired
source: Required
de: Erforderlich
es: Requerido
fa: الزامی است
fi: Pakollinen
fr: Obligatoire
it: Richiesto
ja: 必須
pa: ਲੋੜੀਂਦਾ
pl: Wymagane
ro: Necesar
ru: Обязательно
sl: Zahtevano
tr: Gerekli
zh_hans: 必填

# tunnelEditPlaceholderTextStronglyRecommended
source: Strongly recommended
de: Stark empfohlen
es: Altamente recomendado
fa: بسیار پیشنهاد می‌شود
fi: Erittäin suositeltavaa
fr: Fortement recommandé
it: Fortemente consigliato
ja: 設定を強く推奨
pa: ਜ਼ੋਰਦਾਰ ਸਿਫਾਰਸ਼ ਕੀਤੀ
pl: Zalecane
ro: Ferm recomandat
ru: Настоятельно рекомендуется
sl: Toplo priporočeno
tr: Kesinlikle önerilir
zh_hans: 强烈建议

# tunnelHandshakeTimestampAgo (%@)
source: %@ ago
de: vor %@
es: hace %@
fa: %@ پیش
fi: %@ sitten
fr: Il y a %@
it: %@ fa
ja: %@ 前
pa: %@ ਪਹਿਲਾਂ
pl: %@ temu
ro: acum %@
ru: %@ назад
sl: %@ nazaj
tr: %@ önce
zh_hans: %@前

# tunnelHandshakeTimestampDay (%d)
source: %d day
de: %d Tag
es: %d día
fa: %d روز
fi: %d päivä
fr: %d jour
it: %d giorno
ja: %d 日
pa: %d ਦਿਨ
pl: %d dzień
ro: %d zi
ru: %dд
sl: %d dan
tr: %d gün
zh_hans: %d 天

# tunnelHandshakeTimestampDays (%d)
source: %d days
de: %d Tage
es: %d dias
fa: %d روز
fi: %d päivää
fr: %d jours
it: %d giorni
ja: %d 日
pa: %d ਦਿਨ
pl: %d dni
ro: %d zile
ru: %dд
sl: %d dni
tr: %d gün
zh_hans: %d 天

# tunnelHandshakeTimestampHour (%d)
source: %d hour
de: %d Stunde
es: %d hora
fa: %d ساعت
fi: %d tunti
fr: %d heure
it: %d ora
ja: %d 時間
pa: %d ਘੰਟਾ
pl: %d godzina
ro: %d oră
ru: %dч
sl: %d uro
tr: %d saat
zh_hans: %d 小时

# tunnelHandshakeTimestampHours (%d)
source: %d hours
de: %d Stunden
es: %d horas
fa: %d ساعت
fi: %d tuntia
fr: %d heures
it: %d ore
ja: %d 時間
pa: %d ਘੰਟੇ
pl: %d godzin
ro: %d ore
ru: %dч
sl: %d ur
tr: %d saat
zh_hans: %d 时

# tunnelHandshakeTimestampHours hh:mm:ss (%@)
source: %@ hours
de: %@ Stunden
es: %@ horas
fa: %@ ساعت
fi: %@ tuntia
fr: %@ heures
it: %@ ore
ja: %@ 時間
pa: %@ ਘੰਟੇ
pl: %@ godziny
ro: %@ ore
ru: %@ч
sl: %@ ur
tr: %@ saat
zh_hans: %@ 时

# tunnelHandshakeTimestampMinutes (%d)
source: %d minutes
de: %d Minuten
es: %d minutos
fa: %d دقیقه
fi: %d minuuttia
it: %d minuti
ja: %d 分
pa: %d ਮਿੰਟ
pl: %d minut
ro: %d minute
ru: %dмин
sl: %d minut
tr: %d dakika
zh_hans: %d 分

# tunnelHandshakeTimestampMinutes mm:ss (%@)
source: %@ minutes
de: %@ Minuten
es: %@ minutos
fa: %@ دقیقه
fi: %@ minuuttia
it: %@ minuti
ja: %@ 分
pa: %@ ਮਿੰਟ
pl: %@ minuty
ro: %@ minute
ru: %@мин
sl: %@ minut
tr: %@ dakika
zh_hans: %@ 分

# tunnelHandshakeTimestampNow
source: Now
de: Jetzt
es: Ahora
fa: هم اکنون
fi: Nyt
fr: Maintenant
it: Ora
ja: 今
pa: ਹੁਣ
pl: Teraz
ro: Acum
ru: Сейчас
sl: Zdaj
tr: Şimdi
zh_hans: 刚刚

# tunnelHandshakeTimestampSecond (%d)
source: %d second
de: %d Sekunde
es: %d segundo
fa: %d ثانیه
fi: %d sekunti
fr: %d seconde
it: %d secondo
ja: %d 秒
pa: %d ਸਕਿੰਟ
pl: %d sekunda
ro: %d secundă
ru: %dсек
sl: %d sekundo
tr: %d saniye
zh_hans: %d 秒

# tunnelHandshakeTimestampSeconds (%d)
source: %d seconds
de: %d Sekunden
es: %d segundos
fa: %d ثانیه
fi: %d sekuntia
fr: %d secondes
it: %d secondi
ja: %d 秒
pa: %d ਸਕਿੰਟ
pl: %d sekund
ro: %d secunde
ru: %dс
sl: %d sekund
tr: %d saniye
zh_hans: %d 秒

# tunnelHandshakeTimestampSystemClockBackward
source: (System clock wound backwards)
de: (Systemuhr zurückgestellt)
es: (Sistema de reloj herido hacia atrás)
fi: (Järjestelmän kello jättää)
fr: (L’horloge système est inversé)
it: (L'orologio di sistema va all'indietro)
ja: (システムクロックが巻き戻った)
pa: (ਸਿਸਟਮ ਘੜੀ ਪੁੱਠੀ ਮੋੜੀ ਜਾਂਦੀ ਹੈ)
pl: (Zegar systemowy został cofnięty)
ro: (Ceasul de sistem a fost dat în spate)
ru: (Системные часы переведены назад)
sl: (Sistemska ura prevrtena nazaj)
tr: (Sistem saati geriye doğru sarılı)
zh_hans: （系统时钟倒转）

# tunnelHandshakeTimestampYear (%d)
source: %d year
de: %d Jahr
es: %d año
fa: %d سال
fi: %d vuosi
fr: %d année
it: %d anno
ja: %d 年
pa: %d ਸਾਲ
pl: %d rok
ro: %d an
ru: %dг
sl: %d leto
tr: %d yıl
zh_hans: %d 年

# tunnelHandshakeTimestampYears (%d)
source: %d years
de: %d Jahre
es: %d años
fa: %d سال
fi: %d vuotta
fr: %d années
it: %d anni
ja: %d 年
pa: %d ਸਾਲ
pl: %d lat/lata
ro: %d ani
ru: %dг
sl: %d let
tr: %d yıl
zh_hans: %d 年

# tunnelInterfaceAddresses
source: Addresses
de: Adressen
es: Direcciones
fa: نشانی‌ها
fi: Osoitteet
fr: Adresses
it: Indirizzi
ja: IPアドレス
pa: ਸਿਰਨਾਵੇ
pl: Adresy
ro: Adrese
ru: IP-адреса
sl: Naslovi
tr: Adresler
zh_hans: 局域网 IP 地址

# tunnelInterfaceDNS
source: DNS servers
de: DNS-Server
es: Servidores DNS
fa: سرورهای DNS
fi: DNS palvelimet
fr: Serveurs DNS
it: Server DNS
ja: DNS サーバ
pa: DNS ਸਰਵਰ
pl: Serwery DNS
ro: Servere DNS
ru: DNS-серверы
sl: Strežniki DNS
tr: DNS sunucuları
zh_hans: DNS 服务器

# tunnelInterfaceGenerateKeypair
source: Generate keypair
de: Schlüsselpaar erzeugen
es: Generar par de claves
fa: ساختن جفت‌کلید
fi: Luo avainpari
fr: Générer une paire de clés
it: Genera coppia di chiavi
ja: キーペアの生成
pa: ਕੁੰਜੀ-ਜੋੜਾ ਤਿਆਰ ਕਰੋ
pl: Generowanie pary kluczy
ro: Generare pereche de chei
ru: Сгенерировать ключи
sl: Naredi nov par ključev
tr: Anahtar çifti oluştur
zh_hans: 生成密钥对

# tunnelInterfaceListenPort
source: Listen port
de: Zu überwachender Port
es: Puerto de escucha
fa: پورت شنود
fi: Kuuntele porttia
fr: Port d'écoute
it: Porta in ascolto
ja: 待受ポート
pa: ਸੁਣਨ ਵਾਲੀ ਪੋਰਟ
pl: Port nasłuchu
ro: Port de ascultare
ru: Порт
sl: Vrata poslušanja
tr: Dinlenen port
zh_hans: 监听端口

# tunnelInterfacePrivateKey
source: Private key
de: Privater Schlüssel
es: Clave privada
fa: کلید خصوصی
fi: Yksityinen avain
fr: Clé privée
it: Chiave privata
ja: 秘密鍵
pa: ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀ
pl: Klucz prywatny
ro: Cheie privată
ru: Приватный ключ
sl: Zasebni ključ
tr: Özel anahtar
zh_hans: 私钥

# tunnelInterfacePublicKey
source: Public key
de: Öffentlicher Schlüssel
es: Clave pública
fa: کلید عمومی
fi: Julkinen avain
fr: Clé publique
it: Chiave pubblica
ja: 公開鍵
pa: ਪਬਲਿਕ ਕੁੰਜੀ
pl: Klucz publiczny
ro: Cheie publică
ru: Публичный ключ
sl: Javni ključ
tr: Açık anahtar
zh_hans: 公钥

# tunnelOnDemandAddMessageAddConnectedSSID (%@)
source: Add connected: %@
de: Verbundene hinzufügen: %@
es: Añadir conectado: %@
fa: افزودن متصل: %@
fi: Lisää yhdistetty: %@
fr: Ajouter les connectés: %@
it: Aggiungi connessione: %@
ja: 接続中の %@ を追加
pa: ਕਨੈਕਟ ਹੋਏ ਜੋੜੋ: %@
pl: Dodaj połączony: %@
ro: Adăugare conectată: %@
ru: Добавлено соединение: %@
sl: Dodaj povezane: %@
tr: Bağlanılanı ekle: %@
zh_hans: 添加连接：%@

# tunnelOnDemandAddMessageAddNewSSID
source: Add new
de: Neue hinzufügen
es: Añadir nuevo
fa: افزودن جدید
fi: Lisää uusi
fr: Ajouter un nouveau
it: Aggiungi nuovo
ja: 追加
pa: ਨਵਾਂ SSID ਜੋੜੋ
pl: Dodaj nowy
ro: Adăugare nou
ru: Добавить новый
sl: Dodaj nov
tr: Yeni ekle
zh_hans: 新增

# tunnelOnDemandAnySSID
source: Any SSID
de: Alle SSIDs
es: Cualquier SSID
fa: هر SSID
fi: Mikä tahansa SSID
fr: N’importe quel SSID
it: Qualsiasi SSID
ja: すべてのSSID
pa: ਕੋਈ ਵੀ SSID
pl: Dowolny SSID
ro: Orice SSID
ru: Любой SSID
sl: Katerikoli SSID
tr: Herhangi bir SSID
zh_hans: 任何SSID

# tunnelOnDemandCellular
source: Cellular
de: Mobil
es: Celular
fa: داده همراه
fi: Matkapuhelinverkko
fr: Cellulaire
it: Cellulare
ja: モバイル回線
pa: ਸੈਲੂਲਰ
pl: Dane komórkowe
ro: Mobil
ru: Сотовая сеть
sl: Mobilni podatki
tr: Hücresel
zh_hans: 蜂窝数据

# tunnelOnDemandEthernet
source: Ethernet
de: LAN
fa: اترنت
ja: イーサネット（有線LAN）
pa: ਈਥਰਨੈੱਟ
zh_hans: 以太网

# tunnelOnDemandExceptSSID (%d)
source: Except %d SSID
de: Außer %d SSID
es: Excepto %d SSID
fa: به‌جز %d SSID
fi: Kaikki paitsi %d SSID
fr: Sauf %d SSID
it: Tranne %d SSID
ja: %d 件のSSIDが対象外
pa: %d SSID ਤੋਂ ਬਿਨਾਂ
pl: Z wyjątkiem %d SSID
ro: Cu excepția %d SSID
ru: Кроме %d SSID
sl: Razen %d SSID
tr: %d SSID hariç
zh_hans: 除了 %d SSID

# tunnelOnDemandExceptSSIDs (%d)
source: Except %d SSIDs
de: Außer %d SSIDs
es: Excepto %d SSIDs
fa: به‌جز %d SSID
fi: Kaikki paitsi %d SSID:t
fr: Sauf %d SSIDs
it: Tranne %d SSID
ja: %d 件のSSIDが対象外
pa: %d SSID ਤੋਂ ਬਿਨਾਂ
pl: Z wyjątkiem tych %d SSID
ro: Cu excepția %d SSID-uri
ru: Кроме %d SSIDs
sl: Razen SSID-jev: %d
tr: %d SSID’leri hariç
zh_hans: 除了 %d 这些 SSIDs

# tunnelOnDemandExceptTheseSSIDs
source: Except these SSIDs
de: Ausgenommen dieser SSIDs
es: Excepto estos SSIDs
fa: به‌جز این SSIDها
fi: Poislukien SSID:t
fr: Sauf ces SSIDs
it: Tranne questi SSID
ja: これらのSSIDを除外
pa: ਇਹਨਾਂ SSID ਤੋਂ ਬਿਨਾਂ
pl: Z wyjątkiem tych SSID
ro: Cu excepția acestor SSID-uri
ru: Кроме этих SSIDs
sl: Razen teh SSID-jev
tr: Bu SSID’ler dışında
zh_hans: 除了这些SSIDs

# tunnelOnDemandNoSSIDs
source: No SSIDs
de: Keine SSIDs
es: Sin SSIDs
fa: هیچ SSIDای
fi: Ei SSID-tietoja
fr: Pas de SSIDs
it: Nessun SSID
ja: SSIDなし
pa: ਕੋਈ SSID ਨਹੀਂ ਹੈ
pl: Brak SSID
ro: Niciun SSID
ru: Нет SSIDs
sl: Brez SSID-jev
tr: SSID yok
zh_hans: 没有 SSIDs

# tunnelOnDemandOnlySSID (%d)
source: Only %d SSID
de: Nur %d SSID
es: Sólo %d SSID
fa: تنها %d SSID
fi: Vain %d SSID
fr: Uniquement %d SSID
it: Solo %d SSID
ja: %d 件のSSIDのみ
pa: ਸਿਰਫ਼ %d SSID ਹੀ
pl: Tylko %d SSID
ro: Doar %d SSID
ru: Только %d SSID
sl: Samo %d SSID
tr: Sadece %d SSID
zh_hans: 只有 %d SSID

# tunnelOnDemandOnlySSIDs (%d)
source: Only %d SSIDs
de: Nur %d SSIDs
es: Sólo %d SSIDs
fa: تنها %d SSID
fi: Vain %d SSID:t
fr: Uniquement %d SSID
it: Solo %d SSID
ja: %d 件のSSIDのみ
pa: ਸਿਰਫ਼ %d SSID ਹੀ
pl: Tylko te %d SSID
ro: Doar %d SSID-uri
ru: Только %d SSIDs
sl: Samo SSID-jev: %d
tr: Sadece %d SSID’ler
zh_hans: 只有 %d 这些SSIDs

# tunnelOnDemandOnlyTheseSSIDs
source: Only these SSIDs
de: Nur diese SSIDs
es: Sólo estos SSIDs
fa: فقط این SSIDها
fi: Vain nämä SSID:t
fr: Seulement ces SSIDs
it: Solo questi SSID
ja: これらのSSIDのみ
pa: ਸਿਰਫ਼ ਇਹੀ SSID ਹੀ
pl: Tylko te SSID
ro: Doar aceste SSID-uri
ru: Только эти SSIDs
sl: Samo ti SSID-ji
tr: Yalnızca bu SSID’ler
zh_hans: 只有这些SSIDs

# tunnelOnDemandOptionCellularOnly
source: Cellular only
de: Nur Mobil
es: Solo celular
fa: فقط داده همراه
fi: Vain mobiilidata
fr: Cellulaire uniquement
it: Solo cellulare
ja: モバイル回線のみ
pa: ਸਿਰਫ਼ ਸੈਲੂਲਰ ਹੀ
pl: Tylko dane sieci komórkowej
ro: Doar mobil
ru: Только Сотовая сеть
sl: Samo mobilni podatki
tr: Sadece hücresel
zh_hans: 仅限蜂窝数据

# tunnelOnDemandOptionEthernetOnly
source: Ethernet only
de: Nur LAN
es: Sólo Ethernet
fa: تنها اترنت
fi: Vain Ethernet
fr: Ethernet uniquement
it: Solo ethernet
ja: 有線LANのみ
pa: ਸਿਰਫ਼ ਈਥਰਨੈੱਟ ਹੀ
pl: Tylko sieć ethernet
ro: Doar ethernet
ru: Только Ethernet
sl: Samo Ethernet
tr: Sadece ethernet
zh_hans: 仅限以太网

# tunnelOnDemandOptionOff
source: Off
de: Aus
es: Desactivado
fa: خاموش
fi: Pois päältä
fr: Désactivé
ja: オフ
pa: ਬੰਦ
pl: Wył.
ro: Oprit
ru: Выключить
sl: Izklopljeno
tr: Kapalı
zh_hans: 关闭

# tunnelOnDemandOptionWiFiOnly
source: Wi-Fi only
de: Nur WLAN
es: Sólo Wi-Fi
fa: فقط هنگام استفاده از Wi-Fi
fi: Vain Wi-Fi
fr: Wi-Fi uniquement
it: Solo Wi-Fi
ja: Wi-Fi のみ
pa: ਸਿਰਫ਼ ਵਾਈ-ਫ਼ਾਈ
pl: Tylko Wi-Fi
ro: Doar Wi-Fi
ru: Только Wi-Fi
sl: Samo Wi-Fi
tr: Sadece Wi-Fi
zh_hans: 仅限 Wi-Fi

# tunnelOnDemandOptionWiFiOrCellular
source: Wi-Fi or cellular
de: WLAN oder Mobil
es: Wi-Fi o celular
fa: وای‌فای یا داده همراه
fi: Wi-Fi tai mobiiliverkko
fr: Wi-Fi ou cellulaire
it: Wi-Fi o cellulare
ja: Wi-Fi または モバイル回線
pa: ਵਾਈ-ਫ਼ਾਈ ਜਾਂ ਸੈਲੂਲਰ
pl: Wi-Fi i dane sieci komórkowej
ro: Wi-Fi sau mobil
ru: Wi-Fi или сотовая сеть
sl: Wi-Fi ali mobilni podatki
tr: Wi-Fi veya hücresel
zh_hans: Wi-Fi 或蜂窝数据

# tunnelOnDemandOptionWiFiOrEthernet
source: Wi-Fi or ethernet
de: WLAN oder LAN
es: Wi-Fi o ethernet
fa: وای‌فای یا اترنت
fi: Wi-Fi tai Ethernet
fr: Wi-Fi ou ethernet
it: Wi-Fi o ethernet
ja: Wi-Fi または 有線LAN
pa: ਵਾਈ-ਫ਼ਾਈ ਜਾਂ ਈਥਰਨੈੱਟ
pl: Wi-Fi lub sieć ethernet
ro: Wi-Fi sau ethernet
ru: Wi-Fi или Ethernet
sl: Wi-Fi ali Ethernet
tr: Wi-Fi veya ethernet
zh_hans: Wi-Fi 或以太网

# tunnelOnDemandSectionTitleAddSSIDs
source: Add SSIDs
de: SSIDs hinzufügen
es: Añadir SSIDs
fa: افزودن SSIDها
fi: Lisää SSID-tietoja
fr: Ajouter des SSIDs
it: Aggiungi SSID
ja: SSIDの追加
pa: SSID ਜੋੜੋ
pl: Dodaj SSID
ro: Adăugare SSID-uri
ru: Добавить SSIDs
sl: Dodaj SSID-je
tr: SSID’ler ekleyin
zh_hans: 添加 SSIDs

# tunnelOnDemandWiFi
source: Wi-Fi
de: WLAN
fa: وای-فای
pa: ਵਾਈ-ਫ਼ਾਈ

# tunnelPeerAllowedIPs
source: Allowed IPs
de: Zulässige IPs
es: IPs permitidas
fa: IPهای مجاز
fi: Sallitut IP-osoitteet
fr: Adresses IP autorisées
it: IP consentiti
pa: ਮਨਜ਼ੂਰ ਕੀਤੇ IP
pl: Dozwolone adresy IP
ro: IP-uri permise
ru: Разрешенные IP-адреса
sl: Dovoljeni IP-ji
tr: İzin verilen IP’ler
zh_hans: 路由的 IP 地址（段）

# tunnelPeerEndpoint
source: Endpoint
de: Endpunkt
es: Punto final
fa: نقطه پایان
fi: Päätepiste
fr: Point de terminaison
ja: エンドポイント
pa: ਐਂਡ-ਪੁਆਇੰਟ
pl: Adres
ro: Punct final
ru: IP-адрес сервера
sl: Končna točka
tr: Uç nokta
zh_hans: 对端

# tunnelPeerExcludePrivateIPs
source: Exclude private IPs
de: Private IPs ausschließen
es: Excluir direcciones privadas
fa: مستثنی کردن IPهای خصوصی
fi: Jätä pois yksityiset IP-osoitteet
fr: Exclure les IPs privées
it: Escludi IP privati
ja: プライベートIPを対象外にする
pa: ਪ੍ਰਾਈਵੇਟ IP ਅਲਹਿਦਾ ਰੱਖੋ
pl: Wyklucz prywatne adresy IP
ro: Exclude IP-urile private
ru: Исключить частные IP-адреса
sl: Izključi zasebne IP-je
tr: Özel IP’leri hariç tut
zh_hans: 排除局域网

# tunnelPeerLastHandshakeTime
source: Latest handshake
de: Letzter Handshake
es: Último saludo de manos
fa: آخرین handshake
fi: Viimeisin kättely
fr: Dernier établissement d'une liaison
it: Ultima negoziazione
ja: 直近のハンドシェイク
pa: ਆਖਰੀ ਹੈਂਡ-ਸ਼ੇਕ
pl: Ostatni uścisk dłoni (handshake)
ro: Ultimul acord de interogare
ru: Последнее рукопожатие
sl: Zadnje rokovanje
tr: En son el sıkışma
zh_hans: 最新的握手

# tunnelPeerPersistentKeepalive
source: Persistent keepalive
de: Dauerhafter Keepalive
es: Keepalive persistente
fa: زنده نگه‌داشتن پیوسته
fi: Jatkuva keepalive
fr: Garde en vie persistante
it: Keepalive permanente
ja: 持続的キープアライブ
pa: ਸਥਿਰ ਲਗਾਤਾਰ ਜਾਰੀ ਰੱਖੋ
pl: Utrzymanie połączenia
ro: Mesaj keepalive persistent
ru: Поддерживание соединения
sl: Trajno ohranjanje povezave
tr: Kalıcı canlı tutma
zh_hans: 连接保活间隔

# tunnelPeerPersistentKeepaliveValue (%@)
source: every %@ seconds
de: alle %@ Sekunden
es: cada %@ segundos
fa: هر %@ ثانیه
fi: joka %@ sekuntin välein
fr: tous les %@ secondes
it: ogni %@ secondi
ja: %@ 秒ごと
pa: ਹਰ %@ ਸਕਿੰਟ
pl: co %@ sekund
ro: la fiecare %@ secunde
ru: каждые %@ - интервал в секундах
sl: v %@-sekundnih intervalih
tr: her %@ saniyede
zh_hans: 每隔 %@ 秒

# tunnelPeerPreSharedKey
source: Preshared key
de: Symmetrischer Schlüssel
es: Clave precompartida
fa: کلید از پیش تقسیم شده
fi: Jaettu avain
fr: Clef prépartagée
it: Chiave pre-condivisa
ja: 事前共有鍵
pa: ਤਰਜੀਹੀ ਕੁੰਜੀ
pl: PSK
ro: Cheie predistribuită
ru: Общий ключ
sl: Ključ v skupni rabi
tr: Önceden paylaşılan anahtar
zh_hans: 预共享密钥

# tunnelPeerPresharedKeyEnabled
source: enabled
de: aktiviert
es: activado
fa: فعال شده
fi: käytössä
fr: activée
it: abilitata
ja: 有効
pa: ਸਮਰੱਥ ਹੈ
pl: włączony
ro: activat
ru: включен
sl: omogočen
tr: etkinleştirildi
zh_hans: 已启用

# tunnelPeerPublicKey
source: Public key
de: Öffentlicher Schlüssel
es: Clave pública
fa: کلید عمومی
fi: Julkinen avain
fr: Cléf public
it: Chiave pubblica
ja: 公開鍵
pa: ਪਬਲਿਕ ਕੁੰਜੀ
pl: Klucz publiczny
ro: Cheie publică
ru: Публичный ключ
sl: Javni ključ
tr: Genel anahtar
zh_hans: 公钥

# tunnelPeerRxBytes
source: Data received
de: Daten empfangen
es: Datos recibidos
fa: داده دریافت شد
fi: Data vastaanotettu
fr: Données reçues
it: Dati ricevuti
ja: 受信したデータ
pa: ਮਿਲਿਆ ਡਾਟਾ
pl: Otrzymane dane
ro: Date primite
ru: Получено данных
sl: Prejeti podatki
tr: Veri alındı
zh_hans: 接收数据量

# tunnelPeerTxBytes
source: Data sent
de: Daten gesendet
es: Datos enviados
fa: داده فرستاده شده
fi: Data lähetetty
fr: Données envoyées
it: Dati inviati
ja: 送信したデータ
pa: ਭੇਜਿਆ ਡਾਟਾ
pl: Dane wysłane
ro: Date trimise
ru: Отправлено данных
sl: Poslani podatki
tr: Veri gönderildi
zh_hans: 发送数据量

# tunnelSectionTitleInterface
source: Interface
de: Schnittstelle
es: Interfaz
fa: رابط
fi: Liittymä
it: Interfaccia
ja: インターフェース
pa: ਇੰਟਰਫੇਸ
pl: Interfejs
ro: Interfață
ru: Интерфейс
sl: Vmesnik
tr: Arayüz
zh_hans: 接口

# tunnelSectionTitleOnDemand
source: On-Demand Activation
de: Aktivierung auf Wunsch
es: Activación bajo demanda
fa: فعال‌سازی هنگام-درخواست
fi: Automaattinen käyttöönotto
fr: Activation à la demande
it: Attivazione su richiesta
ja: オンデマンド有効化
pa: ਲੋੜ ਸਮੇਂ ਸਰਗਰਮ ਕਰੋ
pl: Aktywacja na żądanie
ro: Activare la cerere
ru: Автоподключение
sl: Aktivacija na zahtevo
tr: İsteğe Bağlı Etkinleştirme
zh_hans: 按需启动

# tunnelsListCenteredAddTunnelButtonTitle
source: Add a tunnel
de: Tunnel hinzufügen
es: Agregar un túnel
fa: اضافه کردن تونل
fi: Lisää tunneli
fr: Ajouter un tunnel
it: Aggiungi un tunnel
ja: トンネルの追加
pa: ਟਨਲ ਜੋੜੋ
pl: Dodaj tunel
ro: Adaugă un tunel
ru: Добавить туннель
sl: Dodaj tunel
tr: Tünel ekle
zh_hans: 添加隧道

# tunnelsListDeleteButtonTitle
source: Delete
de: Entfernen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除
